import gkh from '../images/claim-gkh.svg';
import price from '../images/claim-prices.svg';
import roads from '../images/claim-roads.svg';
import roommate from '../images/claim-roommate.svg';

export default [
  {
    id: 1,
    cathegory: 'ЖКХ',
    image: gkh,
    preview: 'И вот вдоль тротуара мчится',
    text: "И вот вдоль тротуара мчится Ручей, его вода грязна Он - знак для жителей столицы, Что где-то в эти дни весна",
    author: "Владимир Солоухин"
  },
  {
    id: 2,
    cathegory: 'Цены и налоги',
    image: price,
    preview: 'И с нашей публики меж тем',
    text: "И с нашей публики меж тем\nБери умеренную плату,\nЗа книжку по пяти рублей -\nНалог не тягостный, ей-ей.",
    author: "Александр Пушкин"
  },
  {
    id: 3,
    cathegory: 'Дороги',
    image: roads,
    preview: 'Трагедии, представленной в провинции',
    text: "Трагедии, представленной в провинции,\nДо центра затруднительно дойти.\nКакие рвы и ямы на пути!\nКогда еще добьешься до правительства!",
    author: "Борис Слуцкий"
  },
  {
    id: 4,
    cathegory: 'Цены и налоги',
    image: price,
    preview: 'Нас поборами царь',
    text: "Нас поборами царь\nИссушил, как сухарь:\nТо дороги,\nТо налоги,\nРазорили нас вконец.",
    author: "Кондратий Рылеев"
  },
  {
    id: 5,
    cathegory: 'Соседи',
    image: roommate,
    preview: 'Был мой сосед',
    text: "Был мой сосед,\nИ, если в рай пошёл он,\nХочу я в ад,\nКоль райский сад\nТаких соседей полон.\n",
    author: "Роберт Бёрнс (перевод С.Я. Маршак)"
  },
  {
    id: 6,
    cathegory: 'ЖКХ',
    image: gkh,
    preview: 'Весь дом одряхлел и заглох',
    text: "Весь дом одряхлел и заглох,\nНа стенах, на крышах, на ставнях\nУже пробивается мох.",
    author: "Дмитрий Кедрин"
  }
];